Repository: abo-elnoUr/ngrx-app
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Register
ar: تسجيل

source: <b>User Name</b>
ar: اسم المستخدم

source: User Name
ar: ادخل اسم المستخدم

source: this field is required
ar: هذا الحقل مطلوب

source: min length is 3 chars
ar: اقل عدد حروف 3 حروف

source: <b>Email</b>
ar: البريد الالكتروني

source: Enter Email
ar: ادخل البريد الالكتروني

source: this field must be valid email format
ar: هذا الحقل يجب ان يكون بريد الكتروني صالح

source: <b>Password</b>
ar: الرقم السري

source: Enter Password
ar: ادخل الرقم السري

source: min length is 6 chars
ar: اقل عدد حروف 6 حروف

source: By creating an account you agree to our <a>Terms & Privacy</a>.
ar: بإنشاء حساب فأنت توافق علي <a>سياسه & الخصوصيه</a>.

source: Already have an account? <a routerLink="/login">Sign in</a>.
ar: بالفعل لديك حساب <a routerLink="/login">تسجيل دخول</a>.

source: home works!
ar: الرئيسيه تعمل!
